Repository: NaN-tic/trytond-contract_shipment_work
Catalog: locale/*.po
Languages: ca_es, es_es

# field:contract.create_shipments.start,date:
source: Date
ca_es: Data
es_es: Fecha

# field:contract.create_shipments.start,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:contract.line,create_shipment_work:
source: Create Shipments?
ca_es: Crea albarans?
es_es: Crear albaranes?

# field:contract.line,first_shipment_date:
source: First Shipment Date
ca_es: Data primer albarà
es_es: Fecha primer albarán

# field:contract.line,last_work_shipment_date:
source: Last Work Shipment Date
ca_es: Data últim albará de treball
es_es: Fecha último albarán de trabajo

# field:contract.line,shipment_works:
source: ShipmentWork
ca_es: Albarà de treball
es_es: Albarán de trabajo

# field:contract.service,freq:
source: Frequency
ca_es: Freqüència
es_es: Frecuencia

# field:contract.service,interval:
source: Interval
es_es: Intervalo

# field:contract.service,work_description:
source: Work Desctiption
ca_es: Descripció del treball
es_es: Descripción trabajao

# field:shipment.work,contract:
source: Contract
ca_es: Contracte
es_es: Contrato

# model:contract.create_shipments.start,name:
source: Create Shipments Start
ca_es: Inici crea albarans de treball
es_es: Inicio crear albaranes de trabajo

# model:ir.action,name:act_shipment_work_form
source: Shipment Work
ca_es: Albarans de treball
es_es: Albaranes de trabajo

# model:ir.action,name:act_shipment_works
source: Shipment Works
ca_es: Albarans de treball
es_es: Albaranes de trabajo

# model:ir.action,name:wizard_create_shipments
source: Create Shipments
ca_es: Crear albarans
es_es: Crear albaranes

# model:ir.ui.menu,name:menu_create_shipments
source: Create Shipments Work
ca_es: Crear albarans de treball
es_es: Crear albaranes de trabajo

# selection:contract.service,freq:
source: Daily
ca_es: Diàriament
es_es: Diariamente

# selection:contract.service,freq:
source: Monthly
ca_es: Mensualment
es_es: Mensualmente

# selection:contract.service,freq:
source: Weekly
ca_es: Setmanalment
es_es: Semanalmente

# selection:contract.service,freq:
source: Yearly
ca_es: Anualment
es_es: Anualmente

# view:contract.create_shipments.start:
source: Create Contract Shipment Work up to
ca_es: Crear albarans de treball dels contractes fins a
es_es: Crear albaranes de trabajo de contrato hasta la fecha

# view:contract.create_shipments.start:
source: Create Shipments Work
ca_es: Crear albarans de treball
es_es: Crear albaranes de trabajo

# view:contract.service:
source: Shipment Work Frequency
ca_es: Freqüencia albarans de treball
es_es: Frecuencia albaranes de trabajo

# wizard_button:contract.create_shipments,start,create_shipments:
source: OK
ca_es: D'acord
es_es: Crear

# wizard_button:contract.create_shipments,start,end:
source: Cancel
ca_es: Cancel·lat
es_es: Cancel·lar
